Repository: wp-plugins/simple-post-status-notifications
Catalog: languages/spsn-*.po
Languages: es_es

source: Overview
es_es: Descripcion

source: On this screen, you can manage Simple Post Status Notifications templates to use in the email exchange
es_es: En esta pantalla, podras administrar los templates a usar en el intercambio de emails

source: AUTHOR
es_es: Nombre del autor

source: BLOGNAME
es_es: Nombre del blog

source: EDITOR
es_es: Nombre del editor

source: PERMALINK
es_es: Link de la entrada

source: POST_EDIT
es_es: Link para editar la entrada

source: POSTNAME
es_es: Título de la entrada

source: A Template-tag is a short code enclosed in percentage used in the emails.
es_es: Un Template-tag es código corto dentro de signos de porcentaje que se utilizanen los emails

source: Subject to editor
es_es: Asunto al editor

source: Text to editor
es_es: Texto al editor

source: Subject to author when published
es_es: Asunto al autor cuando se publique

source: Text to author when published
es_es: Texto al autor cuando se publique

source: Subject to author when returning to draft
es_es: Asunto al autor cuando vuelva a borrador

source: Text to author when returning to draft
es_es: Texto al autor cuando vuelva a borrador

source: Notice was given to the editors
es_es: Se informó a los editores

source: Failed to notify any or all editors
es_es: No se pudo notificar a alguno o todos los editores

source: Notice was given to the author
es_es: Se dio aviso al autor

source: Failed to notify the author
es_es: No se pudo notificar al autor
